Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# play.answer.mediaUnavailable
source: This question includes media that this native module cannot present yet. Submission is unavailable until the complete question can be shown.
zh_hans: 此题含有原生模块暂不支持展示的媒体，完整题目可展示后才能提交。

# play.answer.missingQuestion
source: The server hasn’t supplied a complete question and options for this task.
zh_hans: 服务端暂未提供此任务的完整题目和选项。

# play.answer.placeholder
source: Your answer
zh_hans: 输入答案

# play.answer.readOnly
source: Answer submission is not enabled for this session.
zh_hans: 当前游玩尚未启用答案提交。

# play.answer.readback
source: This receipt comes from the server. The route shows separately refreshed progress.
zh_hans: 此回执来自服务端，路线进度以单独刷新后的结果为准。

# play.answer.refreshProgress
source: Check server progress
zh_hans: 查询服务端进度

# play.answer.routeCompleted
source: The server confirmed this answer completed the journey.
zh_hans: 服务端已确认本次答题完成了整条路线。

# play.answer.submit
source: Submit answer
zh_hans: 提交答案

# play.answer.submitting
source: Submitting…
zh_hans: 正在提交…

# play.answer.unsupported
source: This task uses a verification method that isn’t supported by this native module yet.
zh_hans: 此任务所需的验证方式尚未接入原生模块。

# play.businessTime
source: Business hours
zh_hans: 营业时间

# play.completed
source: Journey completed
zh_hans: 游玩已完成

# play.completed.detail
source: The server has reported this journey as completed.
zh_hans: 服务端已确认本次游玩完成。

# play.completionMode
source: Completion method
zh_hans: 完成方式

# play.description
source: About this stop
zh_hans: 节点介绍

# play.difficulty
source: Difficulty
zh_hans: 难度

# play.duration
source: Duration in minutes
zh_hans: 时长（分钟）

# play.empty
source: Route is being prepared
zh_hans: 路线正在配置中

# play.empty.detail
source: There are no route nodes yet. Return to the activity or route details and check again later.
zh_hans: 本场路线尚无节点，请返回活动或路线详情，稍后再查看。

# play.expired
source: Sign in to continue
zh_hans: 请登录后继续

# play.expired.detail
source: Your sign-in session is missing or has expired. Return to the account screen to sign in again.
zh_hans: 当前未登录或登录已过期，请返回账户页面重新登录。

# play.expiresAt
source: Pass expiry as reported
zh_hans: 通行证到期时间（服务端）

# play.fixture.notice
source: Offline synthetic journey · no live requests or proof
zh_hans: 离线模拟游玩 · 无真实请求或验证凭证

# play.fixture.switch
source: Switch fixture account
zh_hans: 切换模拟账户

# play.loadFailed
source: Couldn’t load this journey
zh_hans: 游玩进度加载失败

# play.loadFailed.detail
source: Check your connection and try again.
zh_hans: 请检查网络连接后重试。

# play.loading
source: Loading your journey…
zh_hans: 正在加载游玩进度…

# play.materials
source: Materials
zh_hans: 所需材料

# play.missing
source: Journey information is missing
zh_hans: 游玩信息缺失

# play.missing.detail
source: Open this journey from its activity, route or ticket details.
zh_hans: 请从活动、路线或票夹详情进入游玩。

# play.node.completed
source: Completed
zh_hans: 已完成

# play.node.locked
source: Locked
zh_hans: 未解锁

# play.node.open
source: View task
zh_hans: 查看任务

# play.node.title
source: Route task
zh_hans: 节点任务

# play.node.unavailable
source: This task is unavailable
zh_hans: 此任务暂不可用

# play.node.unavailable.detail
source: The node is no longer visible in the current session. Return to the route to refresh.
zh_hans: 当前游玩中已不再显示此节点，请返回路线刷新。

# play.node.untitled
source: Unnamed node
zh_hans: 未命名节点

# play.nodes
source: Your route
zh_hans: 游玩路线

# play.nodes.hidden
source: No nodes are available in the current route state.
zh_hans: 当前路线状态下没有可显示的节点。

# play.openSession
source: View activity tasks
zh_hans: 查看活动任务

# play.openStatus
source: Reported opening status
zh_hans: 服务端营业状态

# play.passRequired
source: Pass required or expired
zh_hans: 需要通行证或通行证已过期

# play.passRequired.detail
source: Return to the route details to check your pass. No purchase has been made here.
zh_hans: 请返回路线详情查看通行证。此处未进行购买。

# play.players
source: Players
zh_hans: 参与人数

# play.progress
source: Progress
zh_hans: 完成进度

# play.progress.unknown
source: Progress hasn’t been reported
zh_hans: 暂未获取到完成进度

# play.puzzleScore
source: Puzzle score
zh_hans: 解谜分数

# play.question
source: Question
zh_hans: 题目

# play.refresh
source: Refresh
zh_hans: 刷新

# play.registrationRequired
source: Registration required
zh_hans: 尚未报名

# play.registrationRequired.detail
source: You haven’t registered for this activity. Return to its details to review registration.
zh_hans: 你尚未报名本场活动，请返回活动详情查看报名信息。

# play.result
source: Reported result
zh_hans: 服务端结果

# play.retry
source: Try again
zh_hans: 重试

# play.routeStatus
source: Route status
zh_hans: 路线状态

# play.story
source: Story
zh_hans: 故事

# play.task
source: Task
zh_hans: 玩法任务

# play.title
source: Journey
zh_hans: 游玩

# play.unavailable
source: Journey currently unavailable
zh_hans: 当前不可继续游玩

# play.unavailable.detail
source: The server hasn’t allowed this journey to continue. Check the reported time window or route status.
zh_hans: 服务端暂未允许继续游玩，请查看可玩时间或路线状态。

# play.unconfigured
source: Service not configured
zh_hans: 服务尚未配置

# play.unconfigured.detail
source: An approved service address is needed to load this journey.
zh_hans: 需要配置已批准的服务地址才能加载游玩进度。

# play.unknown
source: Journey status unavailable
zh_hans: 游玩状态未知

# play.unknown.detail
source: Required session information is missing. Refresh before taking an action.
zh_hans: 缺少必要的游玩信息，请刷新后再操作。

# play.xp
source: Exploration XP
zh_hans: 探索值

# play.xp.unknown
source: Exploration XP hasn’t been reported
zh_hans: 暂未获取到探索值

# playerEvidence.deviceOff
source: Camera capture is not enabled in this build.
zh_hans: 此版本尚未启用相机采集。

# playerEvidence.photo.capture
source: Take photo
zh_hans: 拍摄照片

# playerEvidence.photo.detail
source: Capture a task photo. Uploading and submitting are separate steps.
zh_hans: 拍摄任务照片，上传照片和提交任务分为两步。

# playerEvidence.photo.library
source: Choose task photo
zh_hans: 选择任务照片

# playerEvidence.photo.preview
source: Selected task photo
zh_hans: 选中的任务照片

# playerEvidence.photo.title
source: Photo evidence
zh_hans: 照片凭证

# playerEvidence.photo.upload
source: Upload photo
zh_hans: 上传照片

# playerEvidence.photo.uploadDetail
source: Upload this photo to the activity service as evidence for the current task?
zh_hans: 将此照片上传至活动服务，作为当前任务的凭证？

# playerEvidence.photo.uploaded
source: Photo upload confirmed
zh_hans: 照片已上传

# playerEvidence.review.detail
source: Submit this evidence for the current task and revision? Completion is confirmed by the server.
zh_hans: 确认向当前任务版本提交此凭证？任务完成状态以服务端为准。

# playerEvidence.scan.camera
source: Scan with camera
zh_hans: 使用相机扫描

# playerEvidence.scan.captured
source: Code captured
zh_hans: 已获取任务码

# playerEvidence.scan.detail
source: Capture the on-site task code, then review the evidence for this task.
zh_hans: 获取现场任务码后，确认此任务的凭证。

# playerEvidence.scan.manual
source: Enter task code manually
zh_hans: 手动输入任务码

# playerEvidence.scan.manualDetail
source: Manual entry is not a camera scan. The server checks the code when you submit it.
zh_hans: 手动输入不代表相机扫描。提交后由服务端核验任务码。

# playerEvidence.scan.reviewManual
source: Review entered code
zh_hans: 确认输入的任务码

# playerEvidence.scan.title
source: Task code evidence
zh_hans: 任务码凭证

# playerEvidence.serverAuthority
source: The server decides whether the evidence is accepted. Capture alone does not complete a task.
zh_hans: 凭证是否有效由服务端判定。获取凭证本身不代表任务完成。

# playerEvidence.stale
source: This task or account changed. Return to the task and capture new evidence.
zh_hans: 任务或账号已变化，请返回任务重新获取凭证。

# playerEvidence.working
source: Preparing evidence…
zh_hans: 正在准备凭证…

# playerJourney.activity
source: Activity
zh_hans: 线下活动

# playerJourney.cancellation
source: Review cancellation
zh_hans: 查看取消参与选项

# playerJourney.completed
source: Places I’ve played
zh_hans: 我走过的

# playerJourney.completed.empty
source: No journeys yet
zh_hans: 还没走过

# playerJourney.completed.emptyDetail
source: Completed experiences will appear here.
zh_hans: 完成一局后，这里会记下你走过的路线

# playerJourney.cooperateDate
source: Visit time
zh_hans: 接待时间

# playerJourney.description
source: About this experience
zh_hans: 活动说明

# playerJourney.detail
source: Participation details
zh_hans: 参与详情

# playerJourney.empty
source: No participation here yet
zh_hans: 暂无参与记录

# playerJourney.empty.detail
source: Your registered routes and activities appear here. Try another status filter.
zh_hans: 报名后，路线和活动会出现在这里，也可切换其他状态查看

# playerJourney.end
source: Ends
zh_hans: 结束时间

# playerJourney.failed
source: Couldn’t load journeys. Try again.
zh_hans: 旅程记录没能加载，请重试

# playerJourney.filter
source: Status
zh_hans: 状态

# playerJourney.filter.all
source: All
zh_hans: 全部

# playerJourney.filter.completed
source: Completed
zh_hans: 已完成

# playerJourney.filter.inProgress
source: In progress
zh_hans: 进行中

# playerJourney.filter.notStarted
source: Not started
zh_hans: 未开始

# playerJourney.finished
source: Completed
zh_hans: 已走完

# playerJourney.freeExplore
source: Free exploration
zh_hans: 自由探索

# playerJourney.library
source: My journeys
zh_hans: 我的旅程

# playerJourney.loading
source: Loading journeys…
zh_hans: 正在加载旅程…

# playerJourney.login
source: Sign in to see your journeys
zh_hans: 登录后查看我的旅程

# playerJourney.modifyNeedsReview
source: This registration needs changes. Registration editing is awaiting its separate native acceptance.
zh_hans: 这条报名需要修改，报名编辑仍待单独原生验收

# playerJourney.node
source: Stop
zh_hans: 站点

# playerJourney.notConfigured
source: Journey history is not connected yet.
zh_hans: 旅程记录服务尚未接通

# playerJourney.notStarted
source: Not started yet
zh_hans: 还没开始

# playerJourney.orderProgress
source: Order and refund progress
zh_hans: 订单与退款进度

# playerJourney.participations
source: My participation
zh_hans: 我的参与

# playerJourney.pending
source: Pending
zh_hans: 待核销

# playerJourney.refreshFailed
source: Couldn’t refresh. Showing the previous records.
zh_hans: 刷新失败，仍显示上次的记录

# playerJourney.route
source: City route
zh_hans: 城市定向

# playerJourney.rules
source: Instructions
zh_hans: 规则说明

# playerJourney.start
source: Start playing
zh_hans: 开始玩

# playerJourney.template
source: Template
zh_hans: 模板

# playerJourney.total
source: Total
zh_hans: 总订单

# playerJourney.unknown
source: Not provided
zh_hans: 暂未提供

# playerJourney.untitled
source: Details pending
zh_hans: 信息待补充

# playerJourney.verification
source: Check-in progress
zh_hans: 核销进度

# playerJourney.verified
source: Checked in
zh_hans: 已核销

# playhost.photo.notice
source: Review this photo before uploading. Uploading alone does not complete a task or grant rewards.
zh_hans: 上传前请检查照片。仅上传不会完成任务或获得奖励。

# playhost.photo.preview
source: Selected photo evidence
zh_hans: 已选照片凭证

# playhost.photo.unsupported
source: This photo filter configuration is unsupported.
zh_hans: 暂不支持此照片滤镜配置。

# playhost.photo.upload
source: Upload selected photo
zh_hans: 上传所选照片

# playkit.attemptLimit
source: Attempt limit
zh_hans: 最多尝试次数

# playkit.attempts
source: Attempts recorded
zh_hans: 已记录的尝试

# playkit.audio.calibration
source: Keep the surroundings typical and steady while we measure two seconds of background sound.
zh_hans: 测量环境音的两秒内，请保持环境声音自然、稳定。

# playkit.audio.hot
source: Above the sound limit
zh_hans: 超过声音阈值

# playkit.audio.livePeak
source: Live peak volume
zh_hans: 实时声音峰值

# playkit.audio.quiet
source: Below the sound limit
zh_hans: 低于声音阈值

# playkit.audio.warning
source: Near the sound limit
zh_hans: 接近声音阈值

# playkit.ball.board
source: Tilt-controlled ball board
zh_hans: 倾斜控制的弹球区域

# playkit.ball.calibration
source: Hold the phone in your starting position for 1.2 seconds.
zh_hans: 请将手机保持在起始姿势 1.2 秒。

# playkit.ball.hits
source: Wall contacts
zh_hans: 撞墙次数

# playkit.ball.instruction
source: Tilt gently to move the ball into the edges.
zh_hans: 轻轻倾斜手机，让球碰到边缘。

# playkit.bingo.authority
source: Tiles and line progress come from the server. Reward labels describe the configured rewards, not a claim or payout receipt.
zh_hans: 格子与连线进度由服务端返回。奖励文案是配置说明，不代表已兑换或已到账。

# playkit.bingo.empty
source: Not completed
zh_hans: 尚未完成

# playkit.bingo.filled
source: Completed
zh_hans: 已完成

# playkit.bingo.fullReward
source: Full-board reward
zh_hans: 九格全亮奖励

# playkit.bingo.inLine
source: Part of a completed line
zh_hans: 已连成线

# playkit.bingo.lineReward
source: Line reward
zh_hans: 连线奖励

# playkit.bingo.lines
source: Completed lines
zh_hans: 已完成连线

# playkit.branch.ended
source: This branch has ended
zh_hans: 已到达这段故事的终点

# playkit.camera.gated
source: Camera access is not configured for this session
zh_hans: 当前会话尚未配置相机能力

# playkit.camera.photoPurpose
source: Take a photo for this task. Nothing is uploaded until you review the separate upload step.
zh_hans: 为当前任务拍摄照片。只有确认单独的上传步骤后才会上传。

# playkit.camera.purpose
source: Use the camera for this task?
zh_hans: 为当前任务使用相机？

# playkit.camera.scanPurpose
source: Read the task’s QR code with the camera. Review the captured code before sending it for server validation.
zh_hans: 使用相机读取任务二维码。识别后先核对，再发送给服务端验证。

# playkit.cancel
source: Cancel
zh_hans: 取消

# playkit.challenge.abort
source: Discard this attempt
zh_hans: 放弃本次尝试

# playkit.challenge.authority
source: Start is confirmed by the server first. Local measurements do not award a result or reward.
zh_hans: 先由服务端确认开局。本地测量不代表通过或获得奖励。

# playkit.challenge.clock
source: Challenge clock
zh_hans: 挑战计时

# playkit.challenge.expired
source: This attempt reached its time limit
zh_hans: 本次尝试已到达时限

# playkit.challenge.interrupted
source: The attempt was interrupted. Start again to measure a fresh attempt.
zh_hans: 本次尝试已中断，请重新开始计量。

# playkit.challenge.measurementOnly
source: This is your device measurement. Submit it for the server’s decision.
zh_hans: 这是设备测量值，提交后由服务端判定。

# playkit.challenge.start
source: Review and start
zh_hans: 核对并开始

# playkit.challenge.target
source: Target time
zh_hans: 目标时间

# playkit.characters
source: Characters
zh_hans: 字数

# playkit.choose
source: Choose…
zh_hans: 请选择…

# playkit.classify.instructions
source: Choose a category for every item. You can change any choice before submitting.
zh_hans: 为每张卡选择一个分类，提交前都可以修改。

# playkit.classify.remaining
source: Items still to classify
zh_hans: 尚待分类

# playkit.close
source: Back
zh_hans: 返回

# playkit.coin.flip
source: Flip the coin
zh_hans: 抛硬币

# playkit.coin.waiting
source: The result will appear after the server responds
zh_hans: 服务端返回后显示结果

# playkit.compare.attempts
source: Submissions recorded
zh_hans: 已记录提交次数

# playkit.compare.changed
source: The session has changed. Your selection has not been submitted for this version. Load the latest receipt before editing again.
zh_hans: 会话版本已更新，当前选择未针对新版本提交。继续编辑前请载入最新回执。

# playkit.compare.correct
source: The server marked the complete selection correct.
zh_hans: 服务端判定整组标记正确。

# playkit.compare.incorrect
source: The server marked the complete selection incorrect. Individual answers are not revealed.
zh_hans: 服务端判定整组标记有误，不揭示单条答案。

# playkit.compare.instructions
source: Compare both records and mark every missing or changed entry. You can select entries from either timeline.
zh_hans: 对照两份记录，标出所有缺失或被改动的条目，可从任一侧多选。

# playkit.compare.invalid
source: The comparison question is incomplete or inconsistent. Refresh the server state before continuing.
zh_hans: 对照题数据不完整或不一致，请刷新服务端状态后继续。

# playkit.compare.marked
source: Entries marked
zh_hans: 已标记条目

# playkit.compare.none
source: No entries marked. Submitting still counts as an attempt.
zh_hans: 未标记任何条目，提交仍计作一次作答。

# playkit.compare.reload
source: Replace selection with latest receipt
zh_hans: 用最新回执替换选择

# playkit.compare.reloadQuestion
source: Replace your unsent selection with the server’s last recorded selection?
zh_hans: 用服务端最近记录的选择替换未提交的选择？

# playkit.compare.remaining
source: Submissions remaining
zh_hans: 剩余提交次数

# playkit.compare.reviewBoundary
source: These exact entries will be submitted together. One submission is recorded; only the server decides the result.
zh_hans: 将一起提交以下条目并计作一次作答，结果仅由服务端判定。

# playkit.compare.selected
source: Marked
zh_hans: 已标记

# playkit.compare.unlimited
source: No submission limit
zh_hans: 不限提交次数

# playkit.compare.unselected
source: Not marked
zh_hans: 未标记

# playkit.compass.begin
source: Allow compass check and begin
zh_hans: 检查罗盘权限并开始

# playkit.compass.caution
source: Indoor magnetic interference can make the compass inaccurate. This reading is not proof of arrival.
zh_hans: 室内磁场干扰可能造成罗盘偏差。此读数不能作为到店凭证。

# playkit.compass.heading
source: Measured bearing
zh_hans: 测量方位角

# playkit.compass.hold
source: Aligned. Hold steady.
zh_hans: 已对准，请保持稳定。

# playkit.compass.lowAccuracy
source: Heading accuracy is too low. Move away from magnetic interference.
zh_hans: 方位精度不足，请远离磁场干扰。

# playkit.compass.target
source: Target bearing
zh_hans: 目标方位角

# playkit.compass.turnLeft
source: Turn left
zh_hans: 向左转

# playkit.compass.turnRight
source: Turn right
zh_hans: 向右转

# playkit.compass.waitingHeading
source: Waiting for an actual compass reading
zh_hans: 正在等待真实罗盘读数

# playkit.configurationInvalid
source: The task configuration is incomplete. Refresh or return to the task.
zh_hans: 任务配置不完整，请刷新或返回任务。

# playkit.confirm
source: Confirm submission
zh_hans: 确认提交

# playkit.daily.audience
source: Your message may be shown to the next visitor. Completion still depends on the server response.
zh_hans: 这句话可能展示给下一位来访者，是否完成以服务端回执为准。

# playkit.daily.message
source: Leave a line for the next visitor
zh_hans: 给下一位来访者留一句

# playkit.dice.kept
source: Kept die
zh_hans: 采用的骰值

# playkit.dice.roll
source: Roll the dice
zh_hans: 掷骰子

# playkit.dice.target
source: Difficulty
zh_hans: 难度值

# playkit.dice.total
source: Server total
zh_hans: 服务端合计

# playkit.dice.waiting
source: Dice results have not arrived yet
zh_hans: 骰子结果尚未返回

# playkit.discard
source: Discard and leave
zh_hans: 放弃并返回

# playkit.discardBoundary
source: Unsubmitted input and this attempt’s local measurements will be discarded. Any already-sent request still needs its server readback.
zh_hans: 未提交的输入和本次本地测量将被清除。已经发出的请求仍需核对服务端结果。

# playkit.discardQuestion
source: Discard unsubmitted changes?
zh_hans: 放弃尚未提交的内容？

# playkit.estimate.range
source: Allowed range
zh_hans: 可填范围

# playkit.estimate.value
source: Your estimate
zh_hans: 你的估计

# playkit.hidden.boundary
source: Only your chosen position is submitted. Target locations and hit decisions remain on the server.
zh_hans: 只提交你点选的位置，目标位置与命中判定由服务端保管。

# playkit.hidden.center
source: Select the image center
zh_hans: 选择图片中心

# playkit.hidden.hint
source: Tap a location in the image to review that position
zh_hans: 点选图片中的位置后核对提交

# playkit.hidden.scene
source: Search image
zh_hans: 寻物图片

# playkit.image
source: Task image
zh_hans: 任务图片

# playkit.imageGated
source: This task’s image host is not approved yet
zh_hans: 任务图片来源尚未获准加载

# playkit.imageLoading
source: Loading image
zh_hans: 正在加载图片

# playkit.imageUnavailable
source: Image unavailable. Try refreshing.
zh_hans: 图片无法加载，请尝试刷新。

# playkit.keepEditing
source: Keep editing
zh_hans: 继续编辑

# playkit.kind.ballShake
source: Tilt and bounce
zh_hans: 倾斜撞球

# playkit.kind.bingo
source: Bingo progress
zh_hans: 九宫格进度

# playkit.kind.blindTaste
source: Blind tasting
zh_hans: 盲品

# playkit.kind.branch
source: Story choice
zh_hans: 故事选择

# playkit.kind.classify
source: Sort into categories
zh_hans: 分类

# playkit.kind.coinFlip
source: Coin flip
zh_hans: 抛硬币

# playkit.kind.compare
source: Compare timelines
zh_hans: 时间轴对照

# playkit.kind.compass
source: Compass alignment
zh_hans: 罗盘指向

# playkit.kind.countdown
source: Countdown
zh_hans: 倒计时

# playkit.kind.dailySign
source: Relay message
zh_hans: 接力签

# playkit.kind.diceRoll
source: Dice roll
zh_hans: 掷骰子

# playkit.kind.diyName
source: Name your creation
zh_hans: 作品命名

# playkit.kind.estimate
source: Estimate
zh_hans: 估数

# playkit.kind.hiddenObject
source: Find the object
zh_hans: 找东西

# playkit.kind.match
source: Match pairs
zh_hans: 配对

# playkit.kind.musicCorner
source: Music corner
zh_hans: 音乐角

# playkit.kind.note
source: Leave a note
zh_hans: 留一句

# playkit.kind.photoCheck
source: Photo check
zh_hans: 拍照审核

# playkit.kind.predict
source: Prediction
zh_hans: 竞猜

# playkit.kind.pricePair
source: Choose a picture
zh_hans: 猜图

# playkit.kind.profile
source: Registration
zh_hans: 建档

# playkit.kind.qa
source: Question
zh_hans: 问答

# playkit.kind.quietHold
source: Quiet challenge
zh_hans: 安静挑战

# playkit.kind.random
source: Draw cards
zh_hans: 抽卡

# playkit.kind.reaction
source: Reaction challenge
zh_hans: 反应挑战

# playkit.kind.scan
source: Scan and discover
zh_hans: 扫码探索

# playkit.kind.shout
source: Voice challenge
zh_hans: 齐声挑战

# playkit.kind.silentOrder
source: Silent ordering
zh_hans: 沉默点单

# playkit.kind.slowTask
source: Slow task
zh_hans: 跨日慢任务

# playkit.kind.sort
source: Put in order
zh_hans: 排序

# playkit.kind.steps
source: Step challenge
zh_hans: 步数挑战

# playkit.kind.stopwatch
source: Blind stopwatch
zh_hans: 盲停秒表

# playkit.kind.timeWindow
source: Opening window
zh_hans: 开放时段

# playkit.kind.typeIn
source: Typing challenge
zh_hans: 限时打字

# playkit.kind.walk
source: Walking progress
zh_hans: 步行进度

# playkit.match.instructions
source: Pair each left item with a right item. Reusing a right item removes its previous pairing.
zh_hans: 为每个左侧条目选择一个右侧条目。重复选择同一个右侧条目会解除它原先的配对。

# playkit.note.audience
source: This message may be shown to later participants
zh_hans: 这条留言可能展示给后来的参与者

# playkit.note.placeholder
source: Leave a message
zh_hans: 写下留言

# playkit.pendingBoundary
source: A request is unresolved. New submissions are locked until its exact result is checked or the same request is retried.
zh_hans: 有请求结果尚未确认。核对结果或重试原请求前，不能发起新提交。

# playkit.photo.capture
source: Take a photo
zh_hans: 拍摄照片

# playkit.photo.fallbackRecorded
source: The server recorded a fallback outcome. Its completion state controls the next step.
zh_hans: 服务端已记录兜底结果，下一步由服务端完成状态决定。

# playkit.photo.frameGuide
source: Framing reference. The native camera framing overlay still requires acceptance.
zh_hans: 取景参考。原生相机内的轮廓叠加仍待验收。

# playkit.photo.noVerdict
source: No visual-review decision was available for this attempt
zh_hans: 这次未能获得视觉审核结论

# playkit.photo.preview
source: Captured photo preview
zh_hans: 已拍照片预览

# playkit.photo.remaining
source: Retakes remaining
zh_hans: 剩余重拍次数

# playkit.photo.serverOnly
source: Only the uploaded image address is submitted. The server performs the visual check; no local score is sent.
zh_hans: 仅提交上传后的图片地址。由服务端进行视觉审核，不上报本地分数。

# playkit.photo.tooLarge
source: This photo exceeds the 10 MB task upload limit
zh_hans: 这张照片超过任务上传的 10 MB 限制

# playkit.photo.upload
source: Upload selected photo
zh_hans: 上传选中的照片

# playkit.photo.uploadBoundary
source: The selected image will be sent to the configured service. Uploading is separate from submitting the task and does not complete it.
zh_hans: 选中的照片将发送给已配置的服务。上传和任务提交是两个步骤，上传不代表完成任务。

# playkit.photo.uploadGate
source: Photo upload is not configured, or this photo no longer belongs to the current task version
zh_hans: 尚未配置图片上传，或这张照片已不属于当前任务版本

# playkit.photo.uploadReview
source: Upload this photo?
zh_hans: 上传这张照片？

# playkit.photo.uploaded
source: Photo uploaded; task not submitted
zh_hans: 照片已上传，任务尚未提交

# playkit.photo.use
source: Use this uploaded photo
zh_hans: 使用已上传的照片

# playkit.photo.working
source: Preparing photo
zh_hans: 正在处理照片

# playkit.predict.answer
source: Settled answer
zh_hans: 已公布答案

# playkit.predict.lost
source: The server settled this prediction as incorrect
zh_hans: 服务端已结算：未猜中

# playkit.predict.mine
source: Your prediction
zh_hans: 你的选择

# playkit.predict.revealDays
source: Reveal day offset
zh_hans: 揭晓天数

# playkit.predict.revealHour
source: Reveal hour
zh_hans: 揭晓时刻

# playkit.predict.voided
source: This prediction round was voided; no result reward was issued for the round
zh_hans: 本轮竞猜已作废，本轮没有结果奖励

# playkit.predict.wait
source: Waiting for the merchant to settle the answer
zh_hans: 等待商家公布并结算答案

# playkit.predict.won
source: The server settled this prediction as correct
zh_hans: 服务端已结算：猜中

# playkit.profile.answer
source: Your answer
zh_hans: 你的回答

# playkit.profile.avatarReady
source: Avatar uploaded
zh_hans: 头像已上传
